{"id":3,"date":"2022-09-12T06:15:06","date_gmt":"2022-09-12T06:15:06","guid":{"rendered":"https:\/\/watsmo.com\/clients\/force-urbania\/cms\/?page_id=3"},"modified":"2022-12-20T05:32:34","modified_gmt":"2022-12-20T05:32:34","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.forceurbania.co.in\/privacy-policy\/","title":{"rendered":"Privacy and Policy"},"content":{"rendered":"\n <div class=\"policyWrapper\">\n                <h3>Cookie policy:<\/h3>\n\n                <p>\n                    Force Motors Limited uses cookie data for improving your website browsing experience.\n                    We wish to optimise your experience on our website, following which we use your website behaviour data in the form of cookies. We can also show you advertisements basis the same. We work with different media partners to help you in your Gurkha buying experience. You can also receive advertising on other websites through these partners. Rest assured that the cookie data is not personally identifiable. You can revoke your voluntary consent at any time. You can find further information and setting options under &#8220;Settings&#8221;. In most cases, there would not be an impact on your browsing experience, excluding certain instances where the website may begin from where you left it earlier.\n                    <\/p>\n            <\/div>\n\n            <!-- Disclaimer -->\n            <div class=\"policyWrapper\">\n                <h3>Disclaimer:<\/h3>\n\n                <p>\n                    Force Motors Limited reserves the right to change without notice the colours, equipment, specifications, prices, models and other website content. Accessories shown in the pictures and features mentioned may not be a part of the standard fitments and may change with the variants and models. Actual colour, finesse and upholstery might be different from the images. Pictures are for illustration purpose only. Regular website usage will not ask you for any personal information leaving out components that would request for a test drive, online booking or a dealer call back.\n                    <\/p>\n            <\/div>\n            <!-- Disclaimer -->\n\n            <!-- No warranty of data transmitted: -->\n            <div class=\"policyWrapper\">\n                <h3>No warranty of data transmitted:<\/h3>\n\n                <p>\n                    Your confidential use of this site cannot be guaranteed by Force Motors Limited (FML). FML shall not be responsible for any harm that you or any person may suffer as a result of a breach of confidentiality in respect to your use of this site or any information you transmitted to this site.\n                    <\/p>\n            <\/div>\n            <!-- No warranty of data transmitted: -->\n\n            <!-- Privacy policy: -->\n            <div class=\"policyWrapper\">\n                <h3>Privacy policy:<\/h3>\n\n                <p>\n                    Our privacy policy applies to all visitors, users, and others who use the services we provide via our websites &#8220;forcegurkha.co.in&#8221; and our Android &amp; iOS app &#8220;Gurkha Community&#8221;. We refer to all of these products as “Services” in this policy. If you do not agree with this policy, do not access or use our Services or interact with any other aspect of our business.<br><br>\n                    We provide the Services under contract with a customer or prospective customer, and the information of each service is provided by the prospective customer or customer with consent to use their data, to improve their experience with our services.\n\n                    <\/p>\n            <\/div>\n","protected":false},"excerpt":{"rendered":"<p>Cookie policy: Force Motors Limited uses cookie data for improving your website browsing experience. We wish to optimise your experience on our website, following which we use your website behaviour data in the form of cookies. We can also show you advertisements basis the same. We work with different media partners to help you in [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"privacy-policy.php","meta":{"footnotes":""},"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/www.forceurbania.co.in\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/www.forceurbania.co.in\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.forceurbania.co.in\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.forceurbania.co.in\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.forceurbania.co.in\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":3,"href":"https:\/\/www.forceurbania.co.in\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":813,"href":"https:\/\/www.forceurbania.co.in\/wp-json\/wp\/v2\/pages\/3\/revisions\/813"}],"wp:attachment":[{"href":"https:\/\/www.forceurbania.co.in\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}